tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "exa"
brew "fd"
brew "gh"
brew "git-delta"
brew "jq"
brew "neovim"
brew "ondir"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "watchman"
cask "alfred"
cask "cleanshot"
cask "dash"
cask "tower"
