tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jless"
brew "jq"
brew "neovim"
brew "ondir"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "thefuck"
brew "tmux"
brew "watchman"
cask "alfred"
cask "bartender"
cask "cleanshot"
cask "dash"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "mosaic"
cask "obsidian"
cask "tower"
