tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jless"
brew "jq"
brew "neovim"
brew "ondir"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "thefuck"
brew "tmux"
brew "watchman"
cask "alfred"
cask "bartender"
cask "cleanshot"
cask "dash"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "mosaic"
cask "obsidian"
cask "tower"
cask "visual-studio-code"
vscode "arcanis.vscode-zipfs"
vscode "astro-build.astro-vscode"
vscode "bierner.lit-html"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "rebornix.prolog"
vscode "rust-lang.rust-analyzer"
vscode "sastan.twind-intellisense"
vscode "sdras.night-owl"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "WallabyJs.wallaby-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "ZixuanChen.vitest-explorer"
